Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Google] Associate EN>BR-PT.tmx
Source language: en
Languages: pt_br

source: In order to deploy devices with zero-touch, it’s necessary to purchase the hardware from a ____ and have a zero-touch compatible ____
pt_br: Para implantar dispositivos com o sem toque, é necessário adquirir os aparelhos de um ____ e possuir uma ____ compatível com o sem toque.

source: Select the arrow to understand and know how to use the different elements of the New Configuration dialog form, to help your users contact you or give them more details about what&rsquo;s happening to their device.
pt_br: Clique na seta para entender e saber como usar os diferentes elementos do formulário de diálogo de Nova Configuração, além de entender como ajudar seus usuários a entrar em contato com você ou ajudá-los a entender o que está acontecendo com seus dispositivos.

source: With flexible management options, some airline staff can use their own phones where appropriate, and other teams can use fully managed devices.
pt_br: Com opções flexíveis de gerenciamento, alguns funcionários da companhia aérea podem usar seus próprios celulares quando for adequado, e outras equipes podem usar dispositivos totalmente gerenciados pela empresa.

source: Zero-touch enrollment allows IT to _________ corporate-owned devices in bulk, without having to set each one up manually.
pt_br: O registro sem toque permite que o TI _________ dispositivos corporativos em escala, sem precisar configurar cada um manualmente.

source: Once a year
pt_br: Uma vez ao ano

source: Amira replies, explaining that the screens would show a number of things:
pt_br: Amira responde que as telas mostrariam uma série de informações:

source: A new offering from Google
pt_br: Uma nova solução do Google

source: “How does transferring configurations to new devices with a pre-programmed NFC tag sound to you?”
pt_br: “O que acha de transferir configurações para novos dispositivos com uma etiqueta NFC pré-programada?”

source: Powering on the device will cause it to auto-configure, enabling a worker to start using it right away.
pt_br: O dispositivo se configurará automaticamente assim que for ligado, permitindo que os funcionários comecem a usá-lo imediatamente.

source: Virtual Private Network (VPN)
pt_br: Rede Virtual Privada (VPN)

source: Select the two correct answers, then submit.
pt_br: Selecione as duas respostas corretas e envie.

source: It can be managed by the IT department to ensure an update doesn&rsquo;t conflict with any internal systems before being rolled out.
pt_br: Elas podem ser gerenciadas pelo departamento de TI para garantir que as atualizações não entrem em conflito com nenhum sistema interno antes de serem lançadas.

source: Escalate to the partner escalation desk with the issue 'ZTACF1:
pt_br: Encaminhe para o setor de solução de problemas de parceiros com o erro "ZTACF1:

source: On a scale of 1-10 (1 being highly unlikely and 10 being very likely), how would you rate your knowledge level of Android Enterprise?
pt_br: Numa escala de 1 a 10 (1 sendo bastante improvável e 10 sendo bastante provável), que nota você daria para o seu nível de conhecimento sobre o Android Enterprise?

source: APIs make your job easier by replacing EMMs.
pt_br: As APIs facilitam o seu trabalho substituindo os EMMs.

source: Carriers and device resellers
pt_br: Operadoras e revendedores de dispositivos

source: Deployment methods
pt_br: Métodos de implantação

source: If you don&#39;t see their EMM&#39;s DPC listed, contact your customer&rsquo;s EMM provider to confirm that they support zero-touch enrollment.
pt_br: Se você não vir o DPC do EMM listado, entre em contato com o fornecedor de EMM do seu cliente para confirmar se há suporte para o registro sem toque.

source: Encryption
pt_br: Encriptação

source: Sorry, there's no items in your book shelf - please add some by clicking on the 'Add to Book Shelf' button during the course.
pt_br: Não há itens em sua estante de livros. Adicione livros clicando no botão "Adicionar à estante de livros" durante o curso.

source: Question 3.
pt_br: Pergunta 3.

source: In order to create a zero-touch customer account, you will first need to ask the customer to provide a Google Account created with one of their business email address, for example itadmin@mycompany.com (they can create one here&nbsp;https://accounts.google.com/signupwithoutgmail).
pt_br: Para criar uma conta de cliente sem toque, primeiro é preciso pedir ao cliente para informar a conta do Google criada com um e-mail corporativo, por exemplo, adminti@empresa.com (a conta pode ser criada aqui: https://accounts.google.com/signupwithoutgmail).

source: Android has a firewall built in, reducing the risk of network sniffing.
pt_br: O Android possui um firewall embutido, o que reduz o risco do acesso de um analisador de pacote.

source: Note:
pt_br: Observação:

source: Dedicated components handle critical tasks like encryption or screen lock.
pt_br: Componentes exclusivos executam tarefas essenciais como criptografia ou bloqueio de tela.

source: Flight attendants could use smartphones for concierge and onboard purchases with mobile point of sale terminals.
pt_br: Os comissários de bordo podem fazer uso de smartphones para compras a bordo através de terminais de ponto de venda móveis.

source: Android is made for business.
pt_br: O Android é perfeito para as empresas.

source: Go through the standard Android device set up, then add their company email account to begin the zero-touch enrollment process.
pt_br: Seguir as configurações padrão do Android, depois informar a conta de e-mail da empresa para iniciar o processo de registro sem toque.

source: PAGE 4 MCQ #32 #33
pt_br: PÁGINA 4 MCQ #32 #33

source: What&#39;s more, almost 300 million Android devices were shipped for business use in 2020 alone.
pt_br: Além disso, quase 300 milhões de dispositivos Android foram despachados para uso comercial só em 2020.

source: COURSE
pt_br: CURSO

source: You will also have interaction with other partners, such as:&nbsp;
pt_br: Você também interagirá com outros parceiros, tais como:&nbsp;

source: Shall I take you through the next steps for this solution?”
pt_br: Posso explicar os próximos passos desta solução?

source: Who can remove devices from the zero-touch portal?
pt_br: Quem pode remover dispositivos do portal sem toque?

source: Are you sure you want to retake this quiz?
pt_br: Deseja refazer o teste?

source: Exploits
pt_br: Invasões

source: Wi-Fi can be restricted to joining specific networks and other controls can be added to enforce stronger encryption.
pt_br: O Wi-Fi pode ser restrito a redes específicas, e controles extras podem ser adicionados para reforçar a criptografia.

source: “Do you have any requirements regarding the devices you want to use?”
pt_br: “Vocês têm algum requisito que deva ser utilizado em relação aos dispositivos?”

source: Assign configurations to devices
pt_br: Atribuir configurações aos dispositivos

source: Then, they use their preferred EMM that supports zero-touch.
pt_br: Eles usam o parceiro preferencial de EMM que ofereça suporte ao sem toque.

source: The Customer creates a Google Account that they wish to use to access the portal
pt_br: O cliente cria uma conta do Google para acessar o portal

source: Almost.
pt_br: Quase.

source: Select this button to toggle the course navigation sidebar
pt_br: Clique neste botão para ativar a barra lateral de navegação do curso

source: PAGE 3 TEXT & GRAPHIC #20
pt_br: PÁGINA 3 TEXTO E IMAGEM #20

source: Creating a customer account is the reseller&#39;s responsibility
pt_br: Criar uma conta de cliente é responsabilidade do revendedor

source: published
pt_br: publicado

source: “What about transferring configurations to new devices with a pre-programmed NFC tag?”
pt_br: “Que tal transferir configurações para novos dispositivos com uma etiqueta NFC pré-programada?”

source: This is the reseller&#39;s responsibility, as they are the only ones who can add devices
pt_br: Isso é responsabilidade do revendedor já que ele é o único que pode adicionar dispositivos

source: Here is some guidance surrounding Device Admin, and how to handle any concerns with migration away from Device Admin.
pt_br: Confira aqui algumas orientações sobre o Device Admin e sobre como solucionar quaisquer preocupações com a migração do Device Admin.

source: IT visibility into the whole device.
pt_br: O acesso irrestrito que o TI tem ao dispositivo.

source: “Have you considered how you will keep the devices up to date?”
pt_br: “Vocês já pensaram em como manterão os dispositivos atualizados?”

source: Set a list of approved and blocked websites.
pt_br: Definir uma lista de sites autorizados e bloqueados.

source: The customer navigation panel gives the customer free reign over various aspects of the portal, such as:
pt_br: O painel de navegação do cliente permite autonomia sobre diferentes aspectos do portal, tais como:

source: Good luck!
pt_br: Boa sorte!

source: Some users root devices to customize them, compromising the overall system and making the devices (and themselves) vulnerable.
pt_br: Alguns usuários realizam o root de dispositivos para personalizá-los, comprometendo o sistema geral e deixando os dispositivos (e a si próprios) vulneráveis.

source: &ldquo;Hello, how can I help you today?&rdquo;
pt_br: &ldquo;Olá, como posso ajudar?&rdquo;

source: Partners of the App Defense Alliance can send a request to the Google Play Protect scanner service to have an app analyzed.
pt_br: Os parceiros da App Defense Alliance podem enviar uma solicitação ao serviço de varredura Google Play Protect para analisar um aplicativo.

source: Introduction to zero-touch basics (EN-US) WIP-08-02-2021
pt_br: Introdução aos fundamentos do sem toque WIP-08-02-2021

source: In order to assign configurations, a customer will have to complete the following steps:
pt_br: Para atribuir configurações, o cliente terá que completar as seguintes etapas:

source: Enterprise customers purchase compatible devices from their reseller partner.
pt_br: Clientes corporativos adquirem dispositivos compatíveis com seu revendedor parceiro.

source: A Gmail address
pt_br: Um endereço Gmail

source: App distribution
pt_br: Distribuição de aplicativos

source: A list of validated zero-touch resellers can be found on the&nbsp;Solution Directory.
pt_br: Uma lista de revendedores sem toque validados pode ser encontrada no &nbsp;Diretório de Soluções.

source: Click Create
pt_br: Clique em Create

source: View Book Shelf
pt_br: Visualizar Estante de Livros

source: Section 1 - Q1
pt_br: Seção 1 - P1

source: Company orders compatible devices from a zero-touch approved reseller
pt_br: A empresa adquire dispositivos compatíveis com o revendedor sem toque aprovado.

source: Let&rsquo;s try and help Samuel gather the information he needs to come up with great solutions for his customers.
pt_br: Vamos tentar ajudar o Samuel a coletar as informações necessárias para identificar ótimas soluções para os seus clientes.

source: Regular and controlled updates
pt_br: Atualizações regulares e controladas

source: A good place to start!&nbsp;
pt_br: Ótimo ponto de partida!

source: He asks about the Android Enterprise Recommended program and the device types that are listed.
pt_br: Ele pergunta sobre o programa Android Enterprise Recommended e os tipos de dispositivo listados.

source: As a business adopts more devices, management could become more complicated.
pt_br: Com o aumento dos dispositivos adquiridos pelas empresas, o gerenciamento deles pode se tornar cada vez mais complicado.

source: To identify Wi-Fi-only devices, such as tablets, you can use the serial number and the model fields.
pt_br: Para identificar dispositivos somente Wi-Fi, como tablets, você pode usar o número de série e os campos do modelo.

source: Page 1
pt_br: Página 1

source: Apps are quick to build and allow for deep integration with third-party software, making the platform more secure, dynamic and valuable to an enterprise.&nbsp;
pt_br: A criação de aplicativos é rápida e permite uma ampla integração com softwares de terceiros, tornando a plataforma mais segura, dinâmica e valiosa para as empresas.&nbsp;

source: To deregister a device, follow the steps below:
pt_br: Para cancelar o registro de um dispositivo, siga estes passos abaixo:

source: Almost there!
pt_br: Por pouco!

source: Did you know?
pt_br: Você sabia?

source: Deregister a device
pt_br: Cancelar o registro de um dispositivo

source: You&rsquo;ve covered a lot!
pt_br: Você expandiu seus conhecimentos!

source: We need to be able to ensure the information on the device is secure and company information can be wiped if the phones are lost or stolen.&rdquo;
pt_br: Precisamos garantir que as informações pessoais estejam protegidas e que as informações da empresa possam ser apagadas se os celulares forem perdidos ou roubados.&rdquo;

source: The pilot is ready to use the device with settings applied, security in place and apps downloaded and automatically configured.
pt_br: O piloto está pronto para usar o dispositivo com as configurações aplicadas, segurança ativadas e aplicativos baixados e configurados automaticamente.

source: Keep going.&nbsp;
pt_br: Continue tentando.

source: Any Android Device with OS version 7 or newer
pt_br: Qualquer dispositivo Android com sistema operacional versão 7 ou mais atual

source: EMM DPC
pt_br: DPC do EMM

source: Tab to move through the page items
pt_br: Pressione Tab para percorrer os itens da página

source: A customer does not have access to perform this configuration from their portal.
pt_br: O cliente não pode definir tal parâmetro por meio do portal do cliente.

source: Every year, along with a new version of Android.
pt_br: Todo ano, junto a uma nova versão do Android.

source: Please revisit the learning content to solidify your knowledge.
pt_br: Reveja o conteúdo didático para consolidar seus conhecimentos.

source: Using machine learning it detects and blocks malware.
pt_br: Através do aprendizado de máquina, ele detecta e bloqueia malwares.

source: Together, you&rsquo;ll work to support customers with configurations if necessary
pt_br: Juntos, vocês trabalharão para dar suporte às configurações dos clientes, se necessário

source: These dedicated secure elements help protect against attackers who use sophisticated equipment and physical access to extract data from devices.
pt_br: Esses elementos seguros e dedicados ajudam a proteger contra os ataques que usam equipamentos sofisticados e o acesso físico para extração de dados dos dispositivos.

source: Internal app developers or ISVs create the airline&rsquo;s custom apps and upload them to the managed Google Play store, where they can be picked by IT and automatically installed onto the pilot&rsquo;s device.
pt_br: Desenvolvedores internos de aplicativos (ISVs) criam os aplicativos personalizados da companhia aérea e os enviam para a loja do Google Play gerenciado, de onde podem ser instalados automaticamente pelo TI no dispositivo do piloto.

source: The devices need to be administered remotely from another device.
pt_br: Os dispositivos precisam ser administrados remotamente a partir de outro dispositivo.

source: Customer IT Admin portal
pt_br: Portal de Administração de TI do cliente

source: You will receive an email summarizing the processing of your .CSV data.
pt_br: Você receberá um e-mail com o resumo do processamento dos dados do .CSV.

source: How customers can create and assign configurations to devices.
pt_br: Como os clientes podem criar e atribuir configurações aos dispositivos.

source: Premium Devices, Budget Devices, Rugged Devices and Purpose Built Devices
pt_br: Dispositivos Premium, Dispositivos Custo-Benefício, Dispositivos Robustos e Dispositivos Personalizados

source: Use the reseller portal
pt_br: Usar o portal do revendedor

source: Zero-touch portal deep dive
pt_br: Aprofundamento sobre o portal de registro sem toque

source: Troubleshooting for Admins, Troubleshooting for users.
pt_br: Solução de problemas para administradores, solução de problemas para usuários.

source: To find devices, follow the steps below:
pt_br: Para encontrar dispositivos, siga os passos abaixo:

source: Congratulations, you&rsquo;ve asked the right questions and collected enough information to start building a solution!&nbsp;
pt_br: Parabéns, você fez as perguntas certas e coletou informações suficientes para começar a elaborar uma solução!

source: Identify the two layers from the given list.
pt_br: Identifique duas delas dentre as alternativas a seguir.

source: Select this button to hide the correct answer
pt_br: Clique neste botão para ocultar a resposta correta

source: items
pt_br: itens

source: Validated Reseller.
pt_br: Revendedor Verificado.

source: A number of kiosks to present useful customer information.
pt_br: Uma série de quiosques para fornecer informações aos passageiros.

source: Sorry - there's no results just yet.
pt_br: Os resultados ainda não estão disponíveis

source: Verified Boot strives to ensure all executed code comes from a trusted source (usually device manufacturers) and has not been modified by an attacker or corrupted.
pt_br: A inicialização verificada tem o objetivo de garantir que todos os códigos executados provenham de fontes confiáveis (geralmente fabricantes de dispositivos) e não tenham sido corrompidos ou modificados por um invasor.

source: day
pt_br: dia

source: These are the steps for creating a customer account on the zero-touch portal:
pt_br: Estes são os passos para criar uma conta de cliente no portal de registro sem toque:

source: Enter search criteria
pt_br: Digite os critérios de pesquisa

source: Bulk enrollment tools like zero-touch, QR codes, NFC and DPC identifiers/EMM token make it easy to configure at scale with both security and consistency.
pt_br: Ferramentas de integração em massa, como o recurso sem toque, códigos QR, identificadores/token EMM NFC e DPC facilitam a configuração em escala com segurança e consistência.

source: For example,&nbsp;zero-touch offers a way for the airline to quickly send a managed device to a user, which works straight out of the box.&nbsp;
pt_br: O recurso sem toque, por exemplo, proporciona o envio rápido de dispositivos gerenciados para que os usuários da companhia aérea possam utilizá-los assim que os ligarem.

source: &ldquo;That makes a lot of sense.
pt_br: &ldquo;Isso faz muito sentido.

source: Click Configurations in the navigation panel
pt_br: Clique em Configurations no painel de navegação

source: Take your learning to the next level by completing the other classes on Basics of Android Security and Zero-touch.
pt_br: Continue expandindo seus conhecimentos. Comece agora mesmo as aulas sobre Noções Básicas de Segurança do Android e sobre o Sem toque.

source: To change the role of a team member, follow the steps below:
pt_br: Para alterar a função de um membro da equipe, siga os passos abaixo:

source: Both customer and reseller
pt_br: Tanto o cliente quanto o revendedor

source: Enroll new resellers
pt_br: Registrar novos revendedores

source: Android enforces encryption by default and apps are sandboxed from each other.
pt_br: A criptografia é executada por padrão no Android, e os aplicativos são conteinerizados individualmente.

source: Do you want to continue the course?
pt_br: Deseja continuar o curso?

source: PAGE 4 ACCORDION #21 #28 #31 #32
pt_br: PÁGINA 4 ACCORDION #21 #28 #31 #32

source: &ldquo;Some of our mechanics use feature phones and don&rsquo;t have much experience with smartphones.
pt_br: &ldquo;Algumas de nossos mecânicos possuem celulares mais básicos e não têm muita experiência com smartphones.

source: Users should be warned that all data on their personal side is visible to IT at any time.
pt_br: Os usuários devem ser avisados de que seus dados pessoais estarão visíveis ao TI a todo momento.

source: You realized that Company Sales Ltd does not have an EMM.
pt_br: Você nota que a Empresa de Comércio Ltda. não possui plataforma EMM.

source: “Do you have any specific hardware requirements?”
pt_br: "Você possui algum requisito específico de hardware?"

source: Customer account users can be Owners or Admins.
pt_br: Os usuários da conta do cliente podem ser proprietários ou administradores.

source: Android devices have tamper-resistant hardware to ensure the OS hasn’t been compromised.
pt_br: Dispositivos Android contam com um hardware resistente a adulterações para garantir que o sistema operacional não foi comprometido.

source: Android devices have dedicated secure hardware elements that carry out the most critical tasks, such as encryption and keeping biometric data separate from the OS.
pt_br: Os dispositivos Android têm elementos de hardware seguros e dedicados que realizam as tarefas mais fundamentais, como criptografia e separação dos dados biométricos do sistema operacional.

source: How to add Wi-Fi only devices
pt_br: Como adicionar dispositivos somente Wi-Fi

source: The EMM provider enrols their devices.
pt_br: O fornecedor de EMM registra os dispositivos.

source: A number of robust devices that can survive being outside and being dropped on tarmac.
pt_br: Uma série de dispositivos resistentes para sobreviver ao trabalho externo e quedas na pista.

source: Stars
pt_br: Estrelas

source: Work profile and all its privacy protections for users.
pt_br: Perfil profissional e todas as proteções de privacidade para os usuários.

source: From your initial conversation with Lindsay, you note that they are looking for a means to search stock inventory and check items in and out.
pt_br: A partir da conversa inicial com Lindsay, você percebe que a empresa busca um meio de pesquisar itens no inventário do estoque e verificar o que entrou e saiu.

source: You now have enough information from Lindsay about devices, management and deployment to start building a solution!&nbsp;
pt_br: Agora você tem informações suficientes de Lindsay sobre dispositivos, gerenciamento e implantação para começar a elaborar uma solução!

source: Provides robust management capability&nbsp;
pt_br: Fornece recursos robustos de gerenciamento&nbsp;

source: IT can restrict apps on a corporate-owned device, preventing users from enabling unapproved apps or functions.
pt_br: O TI pode restringir dispositivos de propriedade corporativa, impedindo que os usuários instalem aplicativos ou ativem funções não autorizadas.

source: Google productivity and third party apps from managed Google Play.
pt_br: Produtividade do Google e aplicativos de terceiros do Google Play gerenciado.

source: Greg works at Company Sales Ltd and has asked you to enroll all their devices into zero-touch to ensure they cannot be used if they were lost or stolen.
pt_br: Greg trabalha na Empresa de Comércio Ltda. e lhe pede para registrar todos os dispositivos da empresa no sem toque para inviabilizar o uso deles em caso de perda ou roubo.

source: Failure:
pt_br: Reprovou:

source: Backwards compatibility to Android 9+ means devices in-channel are supported
pt_br: Retrocompatibilidade com o Android 9+ significa que os dispositivos compatíveis são suportados

source: Deregistering a device
pt_br: Cancelando o registro de um dispositivo

source: Select this button to toggle the search side panel
pt_br: Clique neste botão para ativar o painel de pesquisa

source: Identify if a budget has been approved for procuring devices.
pt_br: Identificar se já há orçamento aprovado para a aquisição de dispositivos.

source: For the airline&rsquo;s executive team, company-owned devices can also be enabled for personal use with a work profile.
pt_br: Para a equipe executiva da companhia aérea, os dispositivos de propriedade da empresa também podem ser habilitados para uso pessoal com um perfil profissional.
